rhoPimpleFoam_yplus1_omega98_0/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    Side1
    {
        type            empty;
        nFaces          35803;
        startFace       71073;
    }
    Inlet
    {
        type            patch;
        nFaces          435;
        startFace       106876;
    }
    Side2
    {
        type            empty;
        nFaces          35803;
        startFace       107311;
    }
    Outlet
    {
        type            patch;
        nFaces          100;
        startFace       143114;
    }
    Botwall
    {
        type            wall;
        nFaces          335;
        startFace       143214;
    }
    Cyli
    {
        type            wall;
        nFaces          196;
        startFace       143549;
    }
)

// ************************************************************************* //
